/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "%1$@ “憑證授權”現在已可使用";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@ 的 CA";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ 已經傳送一個憑證要求給您。請按附件一下來完成要求。憑證簽署要求（CSR）是由電腦產生的資訊，用來識別對“憑證授權”提出憑證要求的使用者。CSR 包含使用者的公用密鑰，可用來產生憑證。該憑證將會被傳送到 %2$@。\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ 已傳送要求的憑證給您。請按附件一下來讓“鑰匙圈存取”為您輸入憑證。\n\n";

/* (Unused) */
"(Unused)" = "（未使用的）";

/* 1024 bits */
"1024 bits" = "1024 bit";

/* 1200 bits */
"1200 bits" = "1200 bit";

/* 1400 bits */
"1400 bits" = "1400 bit";

/* 1600 bits */
"1600 bits" = "1600 bit";

/* 2048 bits */
"2048 bits" = "2048 bit";

/* 256 bits */
"256 bits" = "256 bit";

/* 384 bits */
"384 bits" = "384 bit";

/* 512 bits */
"512 bits" = "512 bit";

/* 521 bits */
"521 bits" = "521 bit";

/* <invalid expiration date> */
"<invalid expiration date>" = "<無效的到期日>";

/* <no certificates specified> */
"<no certificates specified>" = "<未指定憑證>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "不依靠其他 CA 進行驗證的 CA 稱為“根”（或“錨”）CA，而依靠其他 CA 進行驗證的 CA 稱為“中繼 CA“。必須使用除憑證之外的其他方法來建立對此類根 CA 的信任。Mac OS X 包含 Apple 預先評估合格的可接受根 CA 識別身分列表。您可以使用“鑰匙圈存取”應用程式加入其他的 CA，或者您的管理者可以為您執行此項操作。";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "“CA 網站”提供給想要使用 Internet 下載 CA 邀請和憑證的使用者。網站主要提供給未正式接到 CA 發出的邀請或 CA 憑證的使用者。網站上提供資訊讓使用者驗證網站確實屬於 CA。CA 憑證的 SHA-1 指紋檔和 CA 管理者的電子郵件位址將顯示以供驗證。";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "依靠其他 CA 進行驗證的憑證授權（CA）稱為“中繼 CA”。中繼 CA 取決於簽發其有效性的 CA，且可被該 CA 設為無效或撤銷。簽發“中繼 CA”的 CA 廣泛使用這些 CA 來針對其作業的子集（例如特定用途或使用者種類）委派授權。如果您或您的系統信任中繼 CA 的發行人，則同樣也會信任中繼 CA，除非您特意置換此設定。Mac OS X 還可讓您直接將信任指定給中繼 CA，而無需信任其發行人；不過，此規避有效性檢查根據發行人的授權。使用“憑證輔助程式”製作中繼 CA 時，必須存在現有的根或中繼 CA（以及各自對應的專用密鑰）可以對其進行簽發。";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "使用該名稱的“憑證授權”設定檔已存在。請選取不同的名稱。";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "憑證授權名稱不能包含句號。";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "葉憑證是由中繼或根“憑證授權”簽署的憑證。葉憑證受惠於憑證鏈和憑證政策的安全性。葉憑證位於憑證鏈底端。";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "自簽憑證並不會為“憑證授權”簽發出的憑證提供安全保障。在接受您的自簽憑證之前，將詢問接收人確認是否信任並接受此憑證。";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "自簽根憑證是由個人製作，即時用來作為憑證的根憑證授權。這種憑證並不會因憑證鏈和憑證政策的安全性而受惠。大部分電腦不會接受自簽憑證，除非電腦的持有人有事先指示電腦接受憑證，某些電腦無論在任何狀況下都不會接受自簽憑證。然而，自簽憑證在製作上相當簡單快速，且經常作為測試用途來代替正式憑證授權簽署的憑證。";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "URI 不能包含 Unicode 字元。";

/* Aborted */
"Aborted" = "已中止";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "嘗試顯示憑證時發生錯誤。";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "嘗試評估憑證時發生錯誤。";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "嘗試安裝“%@”憑證時發生錯誤。";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "製作電子郵件邀請時發生錯誤。";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "以電子郵件寄送憑證簽署要求給 CA 時發生錯誤。請確定您有設定好的電子郵件帳戶。";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "郵寄憑證簽署要求給憑證授權時發生錯誤。";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "嘗試製作 CA 網站時發生錯誤（錯誤=%d）。";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "嘗試在 iDisk 上製作 CA 網站時發生錯誤。無法連接 iDisk。";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "嘗試在 iDisk 上製作 CA 網站時發生錯誤。iDisk 無回應。請檢查您的網路連線。";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "驗證簽署“%@”的簽名時發生錯誤。";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "參訪 CA 網站時發生錯誤。";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "發生錯誤。指定的 CA 不是有效的憑證授權。";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "憑證的到期期限不得超過 %d 年。";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "邀請函是傳送給想從 CA 要求憑證的使用者的一份檔案。製作完 CA 之後，“憑證輔助程式”會協助您將邀請函傳送給使用者。使用者只需按兩下此邀請函，“憑證輔助程式”便會引導他們進行要求憑證的處理。";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "指定的 IP 位址不是正確的格式（IP 位址格式為 1.2.3.4）。";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "讀取憑證簽署要求時發生未知的錯誤。";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "沒有找到適當的“S/MIME 延伸密鑰使用”";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "從指定的 issuerAltName 取得的憑證是錯誤的";

/* Bad leaf cert */
"Bad leaf cert" = "錯誤的葉憑證";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "錯誤的根憑證（自我驗證失敗）";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "基本限制擴充欄位";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "此 CA 的基本限制擴充欄位";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "此 CA 使用者的基本限制擴充欄位";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "遺失基本限制";

/* Cancel */
"Cancel" = "取消";

/* Cert expired */
"Cert expired" = "憑證過期";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "未在指定的 issuerAltName 上找到憑證";

/* Cert not yet valid */
"Cert not yet valid" = "尚未生效的憑證";

/* Certificate Request */
"Certificate Request" = "認證需求";

/* Choose */
"Choose" = "選擇";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "選擇將簽署您的 CA 邀請的識別身分。";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "按“指定替用位置⋯”一下來在不同位置製作網站。";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "編碼簽名, 路徑長度不正確";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "編碼簽名, 遺失基本限制";

/* Code Signing, Development */
"Code Signing, Development" = "編碼簽名, 開發";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "編碼簽名, 憑證鑰匙圈長度不合法";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "編碼簽名, 未使用延伸密鑰";

/* Continue */
"Continue" = "繼續";

/* Could not create a key pair. */
"Could not create a key pair." = "無法建立密鑰配對。";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "無法製作“憑證授權”設定檔。";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "無法建立憑證輸出檔（錯誤=%d）。";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "無法建立憑證輸出檔。";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "無法找到以公用密鑰為基礎的簽署密鑰。";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "找不到“憑證授權”設定檔“%@”的簽發人。";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "無法郵寄憑證給使用者。已將備份存放在您的鑰匙圈。";

/* Create Your Certificate */
"Create Your Certificate" = "製作您的憑證";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "建立您的憑證授權";

/* Creating Key Pair... */
"Creating Key Pair..." = "正在建立密鑰配對⋯";

/* Creating the CA web site... */
"Creating the CA web site..." = "正在製作 CA 網站⋯";

/* Creating the certificate request... */
"Creating the certificate request..." = "正在建立憑證要求⋯";

/* Creating the certificate... */
"Creating the certificate..." = "正在製作憑證⋯";

/* CRL Expired */
"CRL Expired" = "CRL 過期";

/* CRL failed policy verification */
"CRL failed policy verification" = "CRL 驗證政策失敗";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL 尚未生效";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "錨或根憑證無法驗證的 CRL";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL 驗證為不受信任的根憑證";

/* Done */
"Done" = "完成";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "電子郵件位址不能包含 Unicode 字元。";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "錯誤：無法讀取“憑證授權”設定檔“%@”。";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "錯誤：無法讀取樣板“%@”。";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "正在評估憑證";

/* Expired */
"Expired" = "已過期";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "延伸密鑰用法擴充欄位";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "此 CA 的延伸密鑰用法擴充欄位";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "此 CA 使用者的延伸密鑰用法擴充欄位";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "對於 SSL 伺服器憑證而言，必須指定 IP 位址或 DNS 名稱。";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "若使用者要求的憑證來自此 CA，選擇“延伸密鑰用法擴充欄位”來檢視可用的選項，然後指定他們的憑證將使用那些選項。";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "若使用者要求的憑證來自此 CA，請選擇“包含基本限制擴充欄位”來檢視可用的選項，然後指定他們的憑證將使用那些選項。";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "若使用者要求的憑證來自此 CA，請選擇“包含主題替用名稱擴充欄位”來檢視可用的選項，然後指定他們的憑證將使用哪些選項。";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "對於此“憑證授權”而言，請選擇“包含基本限制擴充欄位”來檢視可用的選項，然後指定 CA 憑證將使用哪些選項。";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "對於此“憑證授權”而言，請選擇“包含延伸密鑰用法擴充欄位”來檢視可用的選項，然後指定 CA 憑證將使用哪些選項。";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "對於此“憑證授權”而言，請選擇“包含主題替用名稱擴充欄位”來檢視可用的選項，然後指定 CA 憑證將使用哪些選項。";

/* Good */
"Good" = "良好";

/* Hostname mismatch */
"Hostname mismatch" = "主機名稱不符";

/* Idle */
"Idle" = "閒置";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "非法的 CRL 分配點 URI";

/* Illegible name */
"Illegible name" = "難以識別的名稱";

/* Intermediate CA */
"Intermediate CA" = "中繼 CA";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "無效的授權密鑰識別碼";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "無效的基本限制.CA";

/* Invalid Certificate */
"Invalid Certificate" = "無效的憑證";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "無效的延伸密鑰使用";

/* Invalid Key Usage */
"Invalid Key Usage" = "無效的密鑰使用";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "無效的主題密鑰識別碼 ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "無效的主題∕授權密鑰識別碼連結";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "違反 IssuingDistributionPoint 擴充欄位";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "密鑰配對資訊";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "此 CA 的密鑰配對資訊";

/* Key Usage Extension */
"Key Usage Extension" = "密鑰用法擴充欄位";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "此 CA 的密鑰用法擴充欄位";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "此 CA 使用者的密鑰用法擴充欄位";

/* Keychain */
"Keychain" = "鑰匙圈";

/* Leaf */
"Leaf" = "葉憑證";

/* Let me choose */
"Let me choose" = "自行選擇";

/* Network */
"Network" = "網路";

/* No */
"No" = "否";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "沒有從主機傳回的憑證。";

/* No CRL */
"No CRL" = "無 CRL";

/* No root cert found */
"No root cert found" = "未找到根憑證";

/* Not Yet Valid */
"Not Yet Valid" = "尚未生效";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "附註：組成“憑證授權”（CA）的其他憑證也必須提供給使用者。其他憑證是位於 CA 檔案夾的 .pem 檔案中。若要確保安全性，請勿透過電子郵件來傳送這些檔案。請將它們放到可用的安全位置，例如檔案伺服器。";

/* OK */
"OK" = "好";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "部份的公用密鑰解析失敗";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "部份的公用密鑰無法解析";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "已超過 PathLengthConstraint";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "請聯絡您的 CA 管理者來尋求協助。";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "請聯絡您的 CA 管理者來尋求輸入憑證的協助。";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "請指定介於 %1$@ 和 %2$@ 之間的序號。";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "請指定有效的到期日期。";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "請在以下指定部分憑證資訊：";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "請指定 CA 的部分資訊：";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "請指定簽發“%1$@”（%2$@）憑證要求的“憑證授權”。";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "請指定簽發此憑證要求的“憑證授權”。";

/* Policy verification failed */
"Policy verification failed" = "政策驗證失敗";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "探測 SSL 伺服器";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "取代 iDisk 上現有的“%@”網站？";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "要取代現有的“%@”嗎？";

/* Required */
"Required" = "必須";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "系統根中的根 ALSO";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "S/MIME 電子郵件位址不符";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "S/MIME KeyUsage 不相容性";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME，未發現郵件位址";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME，非重要 KeyUsage";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME，SubjectAltName 是非重要的";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "請選擇“包含基本限制擴充欄位”來檢視可用的選項，然後指定此憑證將使用那些選項。";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "請選擇“包含延伸密鑰用法擴充欄位”來檢視可用的選項，然後指定此憑證將使用哪些選項。";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "請選擇“包含主題替用名稱擴充欄位”來檢視可用的選項，然後指定此憑證將使用那些選項。";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "選擇合適的信任策略來評估“%1$@”。";

/* Self Signed Root */
"Self Signed Root" = "自簽根";

/* Self Signed Root CA */
"Self Signed Root CA" = "自簽根 CA";

/* Show CA Web Site... */
"Show CA Web Site..." = "顯示 CA 網站⋯";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "使用 %@ 識別身分簽署";

/* Specified CRL server down */
"Specified CRL server down" = "指定的 CRL 伺服器關機";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "為此 CA 使用者指定密鑰配對資訊";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "指定要用來製作“憑證授權”的密鑰配對之密鑰大小和演算法。\n\n密鑰配對是由您的專用和公用密鑰所組成。專用密鑰是密鑰配對的機密部份，應該要保密。公用密鑰是製作為公開取用，為數位憑證的一部份。";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "指定要用來建立密鑰配對之密鑰大小和演算法。\n\n密鑰配對的製作是來自於您的專用和公用密鑰。專用密鑰是密鑰配對的機密部份，應該要保密。公用密鑰的製作可以公開取用，為數位憑證的一部份。";

/* SSL Client */
"SSL Client" = "SSL 用戶端";

/* SSL Server */
"SSL Server" = "SSL 伺服器";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "主題替用名稱擴充欄位";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "此 CA 的主題替用名稱擴充欄位";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "此 CA 使用者的主題替用名稱擴充欄位";

/* Success */
"Success" = "成功";

/* System Roots */
"System Roots" = "系統根";

/* Template = %@ */
"Template = %@" = "樣板 = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "此“%1$@”“憑證授權”現在能夠接受您要求的憑證。請按附件一下，然後“憑證輔助程式”便會引導您完成此程序。";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "已為“%1$@”製作憑證。已將備份存放在您的鑰匙圈。";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "預設的“憑證授權”已經設定為“%@”。";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "您指定的檔案無法使用此輔助程式打開。";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "憑證的“密鑰用法擴充欄位”會識別其安全功能。請選擇“包含密鑰用法擴充欄位”來檢視可用的功能，然後選擇此憑證將提供哪些功能。";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "CA 憑證的“密鑰用法擴充欄位”會識別其安全功能。請選擇“包含密鑰用法擴充欄位”來檢視可用的功能，然後選擇該憑證將提供哪些功能。";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "使用者的憑證之“密鑰用法擴充欄位”會識別其安全功能。請選擇“包含密鑰用法擴充欄位”來檢視可用的功能，然後選擇他們的憑證將提供哪些功能。";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "RFC822 名稱不能包含 Unicode 字元。";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "目前沒有可用的識別身分來簽署您的 CA 邀請。";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "沒有設定好的“憑證授權”。您首先需要使用“製作憑證授權”選項來建立一個憑證授權。";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "沒有設定好的“憑證授權”。您首先需要建立一個憑證授權。";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "沒有有效的根或中繼憑證授權可供簽發憑證。請使用“製作憑證授權⋯”選項來製作憑證授權。";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "當此 CA 的使用者發出憑證要求時，此面板將會為使用者指定公用和專用密鑰配對資訊。";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "若要評估憑證，請先選擇適用的信任政策。";

/* Message indicating that this item is dated today */
"Today" = "今天";

/* Trusted Root */
"Trusted Root" = "信任的根憑證";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "信任 CA 憑證表示在未來可以“信任”該 CA 對由其簽發的憑證執行評估並判定它們是否有效。製作新的 CA 時，出於安全考量，預設情況下不會認為它的憑證是可信任的。信任新的 CA 憑證動作必須由使用者或管理者另外執行。在此情況下，可按一下“在這部機器上信任由此 CA 簽署的憑證”來將憑證設為信任憑證。";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "未知的（內部錯誤）";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "未知的重要憑證擴充欄位";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "未知的重要 CRL 擴充欄位";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "未知的重要擴充欄位";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "未知的錯誤 = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "無法識別的根憑證";

/* Untrusted Root */
"Untrusted Root" = "未被信任的根憑證";

/* User Certificate: */
"User Certificate:" = "使用者憑證：";

/* VPN Client */
"VPN Client" = "VPN 用戶端";

/* VPN Server */
"VPN Server" = "VPN 伺服器";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "什麼是“將此 CA 設為預設”？";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "什麼是“簽署邀請”？";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "什麼是“信任由此 CA 簽署的憑證”？";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "什麼是 CA 網站？";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "什麼是葉憑證？";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "什麼是自簽根 CA？";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "什麼是自簽根憑證?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "什麼是中繼憑證授權？";

/* What is an invitation? */
"What is an invitation?" = "什麼是邀請？";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "當使用者要求 CA 簽發憑證時，已簽署的邀請可以確保使用者的邀請的確來自此 CA 並未經修改。";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "當接受使用者所發出的憑證簽署要求時，將自動選擇可用的“憑證授權”彈出式選單裡的預設 CA。當按“將此 CA 設為預設”一下時，您之前所指定的 CA 將成為預設的 CA。";

/* Yes */
"Yes" = "是";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "昨天";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "您正準備建立簽發 S/MIME 憑證的根憑證授權。將建立密鑰配對為 2048-bit RSA。若想要更改這些預設值，請按“覆蓋預設值”一下。";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "您正準備建立安全電子郵件（S/MIME）憑證。將建立密鑰配對為 2048-bit RSA。若想要更改這些預設值，請按“覆蓋預設值”一下。";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "您正準備製作自簽憑證。";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "您正準備建立簽發 S/MIME 憑證的中繼憑證授權。將建立密鑰配對為 2048-bit RSA。若想要更改這些預設值，請按“覆蓋預設值”一下。";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "若啟用此擴充欄位，您必須選擇至少一個延伸密鑰用法。";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "若啟用此擴充欄位，您必須選擇至少一個密鑰用法。";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "在繼續之前，您必須先輸入設定檔名稱。";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "在繼續之前，您必須先輸入使用者的電子郵件名稱。";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "在繼續之前，您必須先輸入“憑證授權”的電子郵件位址。";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "CA 製作成功。請按“好”一下來開始使用新的 CA。";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "已製作您的“憑證授權”“%1$@”且準備好簽發憑證。";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "已成功製作您的憑證。";

/* Your certificate is ready */
"Your certificate is ready" = "您的憑證已備妥";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "已為您製作憑證要求電子郵件，且可在 Mail.app 中進行傳送。傳送之後，“%1$@”將會收到含有您的憑證的電子郵件。當您收到郵件時，請按附件一下以將憑證輸入至您的鑰匙圈。";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "已在磁碟上建立您的憑證要求。";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "您的邀請將維持未簽署。";

